Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# VerifyGame_Title
source: Game File Integrity Check
de_de: Spieldatei-Integritätsprüfung
es_mx: Verificación de integridad de archivos del juego
fr_fr: Vérification de l'intégrité des fichiers du jeu
hi_in: गेम फ़ाइल अखंडता जाँच
id_id: Pemeriksaan Integritas File Game
it_it: Verifica Integrità File di Gioco
ja_jp: ゲームファイル整合性チェック
ko_kr: 게임 파일 무결성 검사
pt_br: Verificação de integridade dos arquivos do jogo
ru_ru: Проверка файлов игры
zh_cn: 游戏文件完整性校验
zh_tw: 遊戲檔案完整性驗證

# VerifyGame_Description
source: This will verify local files and automatically repair any corrupted or missing files. This may take a while — please be patient.
de_de: Dieser Vorgang überprüft die lokalen Dateien und lädt beschädigte oder fehlende Dateien automatisch herunter und repariert sie. Dies kann einige Zeit dauern, bitte habe Geduld.
es_mx: Esto verificará los archivos locales y reparará automáticamente cualquier archivo dañado o faltante. Puede tardar un poco — ten paciencia.
fr_fr: Cette opération va vérifier les fichiers locaux et télécharger automatiquement les fichiers endommagés ou manquants. Le processus peut prendre un certain temps, veuillez patienter.
hi_in: यह स्थानीय फ़ाइलें सत्यापित करेगा और किसी भी क्षतिग्रस्त या गायब फ़ाइल की स्वतः मरम्मत करेगा। इसमें समय लग सकता है — कृपया धैर्य रखें।
id_id: Ini akan memverifikasi file lokal dan otomatis memperbaiki file yang rusak atau hilang. Ini mungkin memerlukan waktu — harap bersabar.
it_it: Questo verificherà i file locali e riparerà automaticamente eventuali file corrotti o mancanti. Potrebbe richiedere tempo — sii paziente.
ja_jp: ローカルファイルを検証し、破損または欠落しているファイルを自動修復します。時間がかかる場合がありますのでお待ちください。
ko_kr: 로컬 파일을 검증하고 손상되거나 누락된 파일을 자동으로 복구합니다. 시간이 걸릴 수 있습니다 — 잠시만 기다려 주세요.
pt_br: Isso verificará os arquivos locais e reparará automaticamente quaisquer arquivos corrompidos ou ausentes. Isso pode levar um tempo — por favor, seja paciente.
ru_ru: Проверка локальных файлов и автоматическое восстановление. Может занять время.
zh_cn: 此操作将校验本地文件，并自动下载修复损坏或缺失的文件。过程可能需要较长时间，请耐心等待
zh_tw: 此操作將驗證本機檔案，並自動下載修復損壞或遺失的檔案。過程可能需要較長時間，請耐心等待

# VerifyGame_Start
source: Start Verification
de_de: Prüfung starten
es_mx: Iniciar verificación
fr_fr: Démarrer la vérification
hi_in: सत्यापन प्रारंभ करें
id_id: Mulai Verifikasi
it_it: Avvia Verifica
ja_jp: 検証開始
ko_kr: 검증 시작
pt_br: Iniciar verificação
ru_ru: Начать проверку
zh_cn: 开始校验
zh_tw: 開始驗證

# FeedbackWindow_Title
source: Submit Feedback
de_de: Feedback einreichen
es_mx: Enviar comentarios
fr_fr: Envoyer un commentaire
hi_in: प्रतिक्रिया सबमिट करें
id_id: Kirim Masukan
it_it: Invia Feedback
ja_jp: フィードバック送信
ko_kr: 피드백 제출
pt_br: Enviar feedback
ru_ru: Обратная связь
zh_cn: 提交反馈
zh_tw: 提交回饋

# FeedbackWindow_SelectType
source: Please select the type of feedback to submit:
de_de: Bitte wähle die Art deines Feedbacks:
es_mx: Por favor, selecciona el tipo de comentario a enviar:
fr_fr: Veuillez choisir le type de commentaire à soumettre :
hi_in: कृपया सबमिट करने के लिए प्रतिक्रिया का प्रकार चुनें:
id_id: Silakan pilih jenis masukan yang akan dikirim:
it_it: Seleziona il tipo di feedback da inviare:
ja_jp: 送信するフィードバックの種類を選択してください:
ko_kr: 제출할 피드백 유형을 선택하세요:
pt_br: Por favor, selecione o tipo de feedback a enviar:
ru_ru: Тип обратной связи:
zh_cn: 请选择您要提交的反馈类型：
zh_tw: 請選擇您要提交的回饋類型：

# FeedbackWindow_FeatureRequest
source: Submit Idea / Feature Request
de_de: Neue Idee / Funktionswunsch einreichen
es_mx: Enviar idea / Solicitud de función
fr_fr: Proposer une idée / Demande de fonctionnalité
hi_in: विचार / सुविधा अनुरोध सबमिट करें
id_id: Kirim Ide / Permintaan Fitur
it_it: Invia Idea / Richiesta Funzionalità
ja_jp: アイデア・機能リクエストを送信
ko_kr: 아이디어 / 기능 요청 제출
pt_br: Enviar ideia / Solicitação de recurso
ru_ru: Предложить идею / функцию
zh_cn: 提交新想法 / 功能请求
zh_tw: 提交新想法 / 功能請求

# FeedbackWindow_FeatureRequestDesc
source: Have a new idea or feature request? Submit it via GitHub.
de_de: Wenn du eine neue Idee hast oder eine neue Funktion wünschst, klicke hier, um sie über GitHub einzureichen.
es_mx: ¿Tienes una nueva idea o solicitud de función? Envíala a través de GitHub.
fr_fr: Si vous avez de nouvelles idées ou souhaitez ajouter une fonctionnalité, cliquez ici pour soumettre via GitHub
hi_in: नया विचार या सुविधा अनुरोध है? इसे GitHub के माध्यम से सबमिट करें।
id_id: Punya ide baru atau permintaan fitur? Kirim melalui GitHub.
it_it: Hai una nuova idea o richiesta di funzionalità? Inviala tramite GitHub.
ja_jp: 新しいアイデアや機能リクエストがありますか？GitHubで提出してください。
ko_kr: 새로운 아이디어나 기능 요청이 있나요? GitHub를 통해 제출하세요.
pt_br: Tem uma nova ideia ou solicitação de recurso? Envie pelo GitHub.
ru_ru: Есть идея? Отправьте запрос функции через GitHub.
zh_cn: 如果您有新的点子或希望增加新功能，请点击此处通过GitHub提交
zh_tw: 如果您有新的點子或希望增加新功能，請點擊此處透過 GitHub 提交

# FeedbackWindow_BugReport
source: Report Issue / Bug
de_de: Problem / Bug melden
es_mx: Reportar problema / Error
fr_fr: Signaler un problème / Bug
hi_in: समस्या / बग रिपोर्ट करें
id_id: Laporkan Masalah / Bug
it_it: Segnala Problema / Bug
ja_jp: 問題/バグを報告
ko_kr: 문제 / 버그 보고
pt_br: Reportar problema / Bug
ru_ru: Сообщить о проблеме / баге
zh_cn: 报告问题 / Bug
zh_tw: 回報問題 / Bug

# FeedbackWindow_BugReportDesc
source: Encountered an error or unexpected behavior? Submit a bug report via GitHub.
de_de: Wenn du einen Fehler oder eine Fehlfunktion bemerkst, klicke hier, um einen Fehlerbericht über GitHub einzureichen.
es_mx: ¿Has encontrado un error o comportamiento inesperado? Envía un informe de error a través de GitHub.
fr_fr: Si vous rencontrez des erreurs ou des comportements anormaux, cliquez ici pour soumettre un rapport de bug via GitHub
hi_in: कोई त्रुटि या अप्रत्याशित व्यवहार मिला? GitHub के माध्यम से बग रिपोर्ट सबमिट करें।
id_id: Mengalami kesalahan atau perilaku tak terduga? Kirim laporan bug melalui GitHub.
it_it: Riscontrato un errore o comportamento imprevisto? Invia una segnalazione bug tramite GitHub.
ja_jp: エラーや予期しない動作がありましたか？GitHubでバグ報告を提出してください。
ko_kr: 오류나 예상치 못한 동작을 발견했나요? GitHub를 통해 버그 보고서를 제출하세요.
pt_br: Encontrou um erro ou comportamento inesperado? Envie um relatório de bug pelo GitHub.
ru_ru: Нашли ошибку? Отправьте баг-репорт через GitHub.
zh_cn: 如果您在运行过程中遇到报错或功能异常，请点击此处通过GitHub提交错误报告
zh_tw: 如果您在執行過程中遇到報錯或功能異常，請點擊此處透過 GitHub 提交錯誤報告

# AnnouncementWindow_GameAnnouncement
source: Game Announcement
de_de: Spielankündigungen
es_mx: Anuncio del juego
fr_fr: Annonces du jeu
hi_in: गेम घोषणा
id_id: Pengumuman Game
it_it: Annuncio di Gioco
ja_jp: ゲームお知らせ
ko_kr: 게임 공지사항
pt_br: Anúncio do jogo
ru_ru: Игровые объявления
zh_cn: 游戏公告
zh_tw: 遊戲公告

# DownloadWindow_Title
source: Resource Downloader
de_de: Ressourcen-Downloader
es_mx: Descargador de recursos
fr_fr: Téléchargeur de ressources
hi_in: संसाधन डाउनलोडर
id_id: Pengunduh Sumber Daya
it_it: Downloader Risorse
ja_jp: リソースダウンローダー
ko_kr: 리소스 다운로더
pt_br: Baixador de recursos
ru_ru: Загрузчик ресурсов
zh_cn: 资源下载器
zh_tw: 資源下載器

# DownloadWindow_GameResourceUpdate
source: Game Resource Update
de_de: Spielressourcen-Update
es_mx: Actualización de recursos del juego
fr_fr: Mise à jour des ressources du jeu
hi_in: गेम संसाधन अपडेट
id_id: Pembaruan Sumber Daya Game
it_it: Aggiornamento Risorse Gioco
ja_jp: ゲームリソース更新
ko_kr: 게임 리소스 업데이트
pt_br: Atualização de recursos do jogo
ru_ru: Обновление ресурсов игры
zh_cn: 游戏资源更新
zh_tw: 遊戲資源更新

# DownloadWindow_StuckIsNormal
source: Getting stuck during download is normal
de_de: Hänger beim Herunterladen sind normal.
es_mx: Es normal que se atasque durante la descarga
fr_fr: Il est normal que le téléchargement semble bloqué par moments
hi_in: डाउनलोड के दौरान अटकना सामान्य है
id_id: Tersendat saat mengunduh adalah normal
it_it: Bloccarsi durante il download è normale
ja_jp: ダウンロード中の停止は正常です
ko_kr: 다운로드 중 멈춤 현상은 정상입니다
pt_br: Travar durante o download é normal
ru_ru: Зависание при загрузке — нормально
zh_cn: 在下载中卡是正常的
zh_tw: 在下載中卡住是正常的

# DownloadWindow_InstallDir
source: Install Directory
de_de: Installationsverzeichnis
es_mx: Directorio de instalación
fr_fr: Répertoire d'installation
hi_in: इंस्टॉल निर्देशिका
id_id: Direktori Instalasi
it_it: Directory Installazione
ja_jp: インストール先
ko_kr: 설치 디렉토리
pt_br: Diretório de instalação
ru_ru: Папка установки
zh_cn: 安装目录
zh_tw: 安裝目錄

# DownloadWindow_VoiceLanguage
source: Voice Pack Language
de_de: Sprachpaket-Sprache
es_mx: Idioma del paquete de voces
fr_fr: Langue du pack vocal
hi_in: वॉयस पैक भाषा
id_id: Bahasa Voice Pack
it_it: Lingua Pacchetto Vocale
ja_jp: ボイスパック言語
ko_kr: 음성 팩 언어
pt_br: Idioma do pacote de voz
ru_ru: Язык озвучки
zh_cn: 语音包语言
zh_tw: 語音包語言

# DownloadWindow_DownloadBaseGame
source: Download Base Game Data
de_de: Spielbasis-Daten herunterladen (Base Game)
es_mx: Descargar datos base del juego
fr_fr: Télécharger les données de base du jeu
hi_in: बेस गेम डेटा डाउनलोड करें
id_id: Unduh Data Game Dasar
it_it: Scarica Dati Base Gioco
ja_jp: 基本ゲームデータをダウンロード
ko_kr: 기본 게임 데이터 다운로드
pt_br: Baixar dados base do jogo
ru_ru: Скачать основные данные игры
zh_cn: 下载游戏本体数据 (Base Game)
zh_tw: 下載遊戲本體資料 (Base Game)

# DownloadWindow_BaseGameTooltip
source: Uncheck to only update voice pack
de_de: Wenn abgewählt, werden nur die Sprachpakete aktualisiert.
es_mx: Desmarcar para solo actualizar paquete de voces
fr_fr: Décocher pour mettre à jour uniquement les packs vocaux
hi_in: केवल वॉयस पैक अपडेट करने के लिए अनचेक करें
id_id: Hapus centang untuk hanya memperbarui voice pack
it_it: Deseleziona per aggiornare solo il pacchetto vocale
ja_jp: オフでボイスパックのみ更新
ko_kr: 체크 해제 시 음성 팩만 업데이트
pt_br: Desmarque para atualizar apenas o pacote de voz
ru_ru: Снять для обновления только голосового пакета
zh_cn: 取消勾选则只更新语音包
zh_tw: 取消勾選則只更新語音包

# DownloadWindow_Ready
source: Ready
de_de: Bereit
es_mx: Listo
fr_fr: Prêt
hi_in: तैयार
id_id: Siap
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비 완료
pt_br: Pronto
ru_ru: Готово
zh_cn: 准备就绪
zh_tw: 準備就緒

# DownloadWindow_StartDownload
source: Start Download
de_de: Download starten
es_mx: Iniciar descarga
fr_fr: Démarrer le téléchargement
hi_in: डाउनलोड प्रारंभ करें
id_id: Mulai Unduh
it_it: Avvia Download
ja_jp: ダウンロード開始
ko_kr: 다운로드 시작
pt_br: Iniciar download
ru_ru: Начать загрузку
zh_cn: 开始下载
zh_tw: 開始下載

# DownloadWindow_Cancel
source: Cancel
de_de: Abbrechen
es_mx: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# BBSWindow_Title
source: Battle Records
de_de: Kampfstatistiken
es_mx: Registros de batalla
fr_fr: Données de combat
hi_in: युद्ध रिकॉर्ड
id_id: Catatan Pertempuran
it_it: Registri di Battaglia
ja_jp: 戦績
ko_kr: 전투 기록
pt_br: Registros de batalha
ru_ru: Боевые записи
zh_cn: 战绩信息
zh_tw: 戰績資訊

# BBSWindow_SwitchIdentity
source: Switch Identity
de_de: Identität wechseln
es_mx: Cambiar identidad
fr_fr: Changer d'identité
hi_in: पहचान स्विच करें
id_id: Ganti Identitas
it_it: Cambia Identità
ja_jp: アカウント切替
ko_kr: 신원 전환
pt_br: Trocar identidade
ru_ru: Сменить личность
zh_cn: 切换标识
zh_tw: 切換身分

# BBSWindow_EnterUrl
source: Enter URL...
de_de: URL eingeben...
es_mx: Introducir URL...
fr_fr: Saisir l'URL...
hi_in: URL दर्ज करें...
id_id: Masukkan URL...
it_it: Inserisci URL...
ja_jp: URLを入力...
ko_kr: URL 입력...
pt_br: Inserir URL...
ru_ru: Введите URL...
zh_cn: 输入网址...
zh_tw: 輸入網址...

# BBSWindow_Go
source: Go
de_de: Los
es_mx: Ir
fr_fr: Aller
hi_in: जाएँ
id_id: Buka
it_it: Vai
ja_jp: 移動
ko_kr: 이동
pt_br: Ir
ru_ru: Перейти
zh_cn: 前往
zh_tw: 前往

# BBSWindow_Save
source: Save
de_de: Speichern
es_mx: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

# BBSWindow_Copy
source: Copy
de_de: Kopieren
es_mx: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

# BrowserWindow_Title
source: Browser
es_mx: Navegador
fr_fr: Navigateur
hi_in: ब्राउज़र
ja_jp: ブラウザ
ko_kr: 브라우저
pt_br: Navegador
ru_ru: Браузер
zh_cn: 浏览器
zh_tw: 瀏覽器

# BrowserWindow_EnterUrl
source: Enter URL...
de_de: URL eingeben...
es_mx: Introducir URL...
fr_fr: Saisir l'URL...
hi_in: URL दर्ज करें...
id_id: Masukkan URL...
it_it: Inserisci URL...
ja_jp: URLを入力...
ko_kr: URL 입력...
pt_br: Inserir URL...
ru_ru: Введите URL...
zh_cn: 输入网址...
zh_tw: 輸入網址...

# BrowserWindow_Refresh
source: Refresh
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Actualiser
hi_in: रीफ़्रेश करें
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# BrowserWindow_Settings
source: Settings
de_de: Einstellungen
es_mx: Ajustes
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# BrowserWindow_PinWindow
source: Pin Window
de_de: Fenster anheften
es_mx: Fijar ventana
fr_fr: Toujours au premier plan
hi_in: विंडो पिन करें
id_id: Sematkan Jendela
it_it: Fissa Finestra
ja_jp: 最前面に固定
ko_kr: 창 고정
pt_br: Fixar janela
ru_ru: Закрепить окно
zh_cn: 窗口置顶
zh_tw: 最上層顯示

# BrowserWindow_SettingsTitle
source: Browser Settings
de_de: Browser-Einstellungen
es_mx: Ajustes del navegador
fr_fr: Paramètres du navigateur
hi_in: ब्राउज़र सेटिंग्स
id_id: Pengaturan Browser
it_it: Impostazioni Browser
ja_jp: ブラウザ設定
ko_kr: 브라우저 설정
pt_br: Configurações do navegador
ru_ru: Настройки браузера
zh_cn: 浏览器设置
zh_tw: 瀏覽器設定

# BrowserWindow_DefaultHomepage
source: Default Homepage (URL)
de_de: Standard-Startseite (URL)
es_mx: Página de inicio predeterminada (URL)
fr_fr: Page d'accueil par défaut (URL)
hi_in: डिफ़ॉल्ट होमपेज (URL)
id_id: Halaman Utama Default (URL)
it_it: Homepage Predefinita (URL)
ja_jp: デフォルトホームページ（URL）
ko_kr: 기본 홈페이지 (URL)
pt_br: Página inicial padrão (URL)
ru_ru: Домашняя страница по умолчанию (URL)
zh_cn: 默认主页 (URL)
zh_tw: 預設首頁 (URL)

# BrowserWindow_DefaultZoom
source: Default Zoom
de_de: Standard-Zoomstufe
es_mx: Zoom predeterminado
fr_fr: Niveau de zoom par défaut
hi_in: डिफ़ॉल्ट ज़ूम
id_id: Zoom Default
it_it: Zoom Predefinito
ja_jp: デフォルトズーム
ko_kr: 기본 확대/축소
pt_br: Zoom padrão
ru_ru: Масштаб по умолчанию
zh_cn: 默认缩放比例
zh_tw: 預設縮放比例

# BrowserWindow_VideoHotkeys
source: Video Control Hotkeys (JS KeyCode)
de_de: Video-Steuerungstasten (JS KeyCode)
es_mx: Atajos de control de vídeo (JS KeyCode)
fr_fr: Raccourcis de contrôle vidéo (JS KeyCode)
hi_in: वीडियो नियंत्रण हॉटकी (JS KeyCode)
id_id: Hotkey Kontrol Video (JS KeyCode)
it_it: Tasti Rapidi Controllo Video (JS KeyCode)
ja_jp: 動画操作ホットキー（JS KeyCode）
ko_kr: 비디오 제어 단축키 (JS KeyCode)
pt_br: Atalhos de controle de vídeo (JS KeyCode)
ru_ru: Горячие клавиши видео (JS KeyCode)
zh_cn: 视频控制快捷键 (JS KeyCode)
zh_tw: 影片控制快捷鍵 (JS KeyCode)

# BrowserWindow_RewindKey
source: Rewind Key
de_de: Zurückspulen
es_mx: Tecla de retroceso
fr_fr: Touche retour
hi_in: रिवाइंड कुंजी
id_id: Tombol Mundur
it_it: Tasto Indietro
ja_jp: 戻るキー
ko_kr: 되감기 키
pt_br: Tecla de retroceder
ru_ru: Клавиша назад
zh_cn: 后退键
zh_tw: 後退鍵

# BrowserWindow_ForwardKey
source: Forward Key
de_de: Vorspulen
es_mx: Tecla de avance
fr_fr: Touche avance rapide
hi_in: फ़ॉरवर्ड कुंजी
id_id: Tombol Maju
it_it: Tasto Avanti
ja_jp: 進むキー
ko_kr: 빨리 감기 키
pt_br: Tecla de avançar
ru_ru: Клавиша вперёд
zh_cn: 快进键
zh_tw: 快進鍵

# BrowserWindow_HotkeyHint
source: Tip: Common keys are ArrowLeft, ArrowRight, KeyA, KeyD
de_de: Hinweis: Gängige Tasten sind ArrowLeft, ArrowRight, KeyA, KeyD
es_mx: Consejo: Teclas comunes son ArrowLeft, ArrowRight, KeyA, KeyD
fr_fr: Astuce : touches courantes : ArrowLeft, ArrowRight, KeyA, KeyD
hi_in: सुझाव: सामान्य कुंजियाँ ArrowLeft, ArrowRight, KeyA, KeyD हैं
id_id: Tips: Tombol umum adalah ArrowLeft, ArrowRight, KeyA, KeyD
it_it: Suggerimento: I tasti comuni sono ArrowLeft, ArrowRight, KeyA, KeyD
ja_jp: ヒント: 一般的なキーは ArrowLeft, ArrowRight, KeyA, KeyD
ko_kr: 팁: 일반적인 키는 ArrowLeft, ArrowRight, KeyA, KeyD입니다
pt_br: Dica: Teclas comuns são ArrowLeft, ArrowRight, KeyA, KeyD
ru_ru: Подсказка: частые клавиши - ArrowLeft, ArrowRight, KeyA, KeyD
zh_cn: 提示: 常用键为 ArrowLeft, ArrowRight, KeyA, KeyD
zh_tw: 提示: 常用鍵為 ArrowLeft, ArrowRight, KeyA, KeyD

# BrowserWindow_PerformanceSettings
source: Performance Settings
de_de: Leistungseinstellungen
es_mx: Ajustes de rendimiento
fr_fr: Paramètres de performance
hi_in: प्रदर्शन सेटिंग्स
id_id: Pengaturan Performa
it_it: Impostazioni Prestazioni
ja_jp: パフォーマンス設定
ko_kr: 성능 설정
pt_br: Configurações de desempenho
ru_ru: Настройки производительности
zh_cn: 性能设置
zh_tw: 效能設定

# BrowserWindow_RaisePriority
source: Raise Process Priority (prevent lag in-game)
de_de: Prozesspriorität erhöhen (verhindert Ruckeln im Spiel)
es_mx: Aumentar prioridad del proceso (evitar lag en el juego)
fr_fr: Augmenter la priorité du processus (évite les ralentissements en jeu)
hi_in: प्रक्रिया प्राथमिकता बढ़ाएँ (गेम में लैग रोकें)
id_id: Tingkatkan Prioritas Proses (cegah lag dalam game)
it_it: Aumenta Priorità Processo (previeni lag in gioco)
ja_jp: プロセス優先度を上げる（ゲーム内のラグ防止）
ko_kr: 프로세스 우선순위 높이기 (게임 내 렉 방지)
pt_br: Aumentar prioridade do processo (evitar lag no jogo)
ru_ru: Повысить приоритет (предотвратить лаги в игре)
zh_cn: 提升进程优先级 (防止游戏内卡顿)
zh_tw: 提升處理程序優先權 (防止遊戲內卡頓)

# MapPage_Title
source: Teyvat Map
de_de: Teyvat-Weltkarte
es_mx: Mapa de Teyvat
fr_fr: Carte de Teyvat
hi_in: टेवाट मैप
id_id: Peta Teyvat
it_it: Mappa di Teyvat
ja_jp: テイワットマップ
ko_kr: 티바트 맵
pt_br: Mapa de Teyvat
ru_ru: Карта Тейвата
zh_cn: 提瓦特大地图
zh_tw: 提瓦特大地圖

# MapPage_Refresh
source: Refresh
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Actualiser
hi_in: रीफ़्रेश करें
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# MapPage_LockMapOff
source: Lock Map (Off)
de_de: Karte sperren (Aus)
es_mx: Bloquear mapa (Off)
fr_fr: Verrouiller la carte (Off)
hi_in: मैप लॉक (बंद)
id_id: Kunci Peta (Mati)
it_it: Blocca Mappa (Off)
ja_jp: マップ固定（オフ）
ko_kr: 맵 잠금 (해제)
pt_br: Travar mapa (Desligado)
ru_ru: Блокировка карты (Выкл)
zh_cn: 锁定地图 (关)
zh_tw: 鎖定地圖 (關)

# MapPage_TopMostOff
source: Top Most (Off)
de_de: Fenster anheften (Aus)
es_mx: Siempre visible (Off)
fr_fr: Toujours au premier plan (Off)
hi_in: सबसे ऊपर (बंद)
id_id: Selalu di Atas (Mati)
it_it: Sempre in Primo Piano (Off)
ja_jp: 最前面表示（オフ）
ko_kr: 항상 위 (해제)
pt_br: Sempre no topo (Desligado)
ru_ru: Поверх всех (Выкл)
zh_cn: 窗口置顶 (关)
zh_tw: 最上層顯示 (關)

# PluginConfigPage_Title
source: Plugin Configuration
de_de: Plugin-Konfiguration
es_mx: Configuración de plugins
fr_fr: Configuration des plugins
hi_in: प्लगइन कॉन्फ़िगरेशन
id_id: Konfigurasi Plugin
it_it: Configurazione Plugin
ja_jp: プラグイン設定
ko_kr: 플러그인 설정
pt_br: Configuração do plugin
ru_ru: Конфигурация плагина
zh_cn: 插件配置
zh_tw: 插件設定

# PluginConfigPage_AdjustParams
source: Adjust plugin parameters
de_de: Passe die Plugin-Parameter an
es_mx: Ajustar parámetros de plugins
fr_fr: Ajuster les paramètres d'exécution des plugins
hi_in: प्लगइन पैरामीटर समायोजित करें
id_id: Sesuaikan parameter plugin
it_it: Regola parametri plugin
ja_jp: プラグインパラメータ調整
ko_kr: 플러그인 매개변수 조정
pt_br: Ajustar parâmetros do plugin
ru_ru: Настройка параметров плагина
zh_cn: 调整插件的运行参数
zh_tw: 調整插件的執行參數

# PluginConfigPage_PluginInfo
source: Plugin Info
de_de: Plugin-Informationen
es_mx: Información del plugin
fr_fr: Informations sur le plugin
hi_in: प्लगइन जानकारी
id_id: Info Plugin
it_it: Info Plugin
ja_jp: プラグイン情報
ko_kr: 플러그인 정보
pt_br: Informações do plugin
ru_ru: Информация о плагине
zh_cn: 插件信息
zh_tw: 插件資訊

# UpdateNotification_Title
source: Version Update Notice
de_de: Versionsupdate-Ankündigung
es_mx: Aviso de actualización de versión
fr_fr: Annonce de mise à jour
hi_in: संस्करण अपडेट सूचना
id_id: Pemberitahuan Pembaruan Versi
it_it: Avviso Aggiornamento Versione
ja_jp: バージョン更新通知
ko_kr: 버전 업데이트 알림
pt_br: Aviso de atualização de versão
ru_ru: Уведомление об обновлении
zh_cn: 版本更新公告
zh_tw: 版本更新公告

# UpdateNotification_UpdateNow
source: Update Now
de_de: Jetzt aktualisieren
es_mx: Actualizar ahora
fr_fr: Mettre à jour maintenant
hi_in: अभी अपडेट करें
id_id: Perbarui Sekarang
it_it: Aggiorna Ora
ja_jp: 今すぐ更新
ko_kr: 지금 업데이트
pt_br: Atualizar agora
ru_ru: Обновить сейчас
zh_cn: 立即更新
zh_tw: 立即更新

# VideoResources_Title
source: Video Resource Library
de_de: Videobibliothek
es_mx: Videoteca de recursos
fr_fr: Vidéothèque
hi_in: वीडियो संसाधन लाइब्रेरी
id_id: Perpustakaan Sumber Daya Video
it_it: Libreria Risorse Video
ja_jp: 動画ライブラリ
ko_kr: 비디오 리소스 라이브러리
pt_br: Biblioteca de recursos de vídeo
ru_ru: Видеотека
zh_cn: 视频资源库
zh_tw: 影片資源庫

# VideoResources_CharacterVideos
source: Character Videos
de_de: Charaktervideos
es_mx: Vídeos de personajes
fr_fr: Vidéos de personnages
hi_in: पात्र वीडियो
id_id: Video Karakter
it_it: Video Personaggi
ja_jp: キャラクター動画
ko_kr: 캐릭터 비디오
pt_br: Vídeos de personagens
ru_ru: Видео персонажей
zh_cn: 角色视频
zh_tw: 角色影片

# VideoResources_Play
source: Play
de_de: Abspielen
es_mx: Reproducir
fr_fr: Lire
hi_in: चलाएँ
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
pt_br: Reproduzir
ru_ru: Воспроизвести
zh_cn: 播放
zh_tw: 播放

# VideoResources_Download
source: Download
de_de: Herunterladen
es_mx: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# VideoResources_CutsceneVideos
source: Cutscene Videos
de_de: Zwischensequenzen
es_mx: Vídeos de cinemáticas
fr_fr: Cinématiques
hi_in: कटसीन वीडियो
id_id: Video Cutscene
it_it: Video Cutscene
ja_jp: カットシーン動画
ko_kr: 컷신 비디오
pt_br: Vídeos de cutscenes
ru_ru: Катсцены
zh_cn: 过场动画
zh_tw: 過場動畫

# ScreenshotGallery_Title
source: Screenshot Gallery
de_de: Screenshot-Galerie
es_mx: Galería de capturas
fr_fr: Galerie de captures
hi_in: स्क्रीनशॉट गैलरी
id_id: Galeri Screenshot
it_it: Galleria Screenshot
ja_jp: スクリーンショットギャラリー
ko_kr: 스크린샷 갤러리
pt_br: Galeria de capturas
ru_ru: Галерея скриншотов
zh_cn: 截图图库
zh_tw: 截圖圖片庫

# ScreenshotGallery_BackToGallery
source: Back to Gallery
de_de: Zurück zur Galerie
es_mx: Volver a la galería
fr_fr: Retour à la galerie
hi_in: गैलरी पर वापस जाएँ
id_id: Kembali ke Galeri
it_it: Torna alla Galleria
ja_jp: ギャラリーに戻る
ko_kr: 갤러리로 돌아가기
pt_br: Voltar à galeria
ru_ru: Назад в галерею
zh_cn: 返回相册
zh_tw: 返回相簿

# ScreenshotGallery_Copy
source: Copy
de_de: Kopieren
es_mx: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

# ScreenshotGallery_Cut
source: Cut
de_de: Ausschneiden
es_mx: Cortar
fr_fr: Couper
hi_in: काटें
id_id: Potong
it_it: Taglia
ja_jp: 切り取り
ko_kr: 자르기
pt_br: Cortar
ru_ru: Обрезать
zh_cn: 剪切
zh_tw: 剪下

# ScreenshotGallery_Delete
source: Delete
de_de: Löschen
es_mx: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# ScreenshotGallery_OpenFolder
source: Open Image Folder
de_de: Bilderordner öffnen
es_mx: Abrir carpeta de imágenes
fr_fr: Accéder au dossier d'images
hi_in: छवि फ़ोल्डर खोलें
id_id: Buka Folder Gambar
it_it: Apri Cartella Immagini
ja_jp: 画像フォルダを開く
ko_kr: 이미지 폴더 열기
pt_br: Abrir pasta de imagens
ru_ru: Открыть папку
zh_cn: 访问图片文件夹
zh_tw: 存取圖片資料夾

# ScreenshotGallery_OpenWithApp
source: Open with System App
de_de: Mit System-App öffnen
es_mx: Abrir con aplicación del sistema
fr_fr: Ouvrir avec l'application système
hi_in: सिस्टम ऐप से खोलें
id_id: Buka dengan Aplikasi Sistem
it_it: Apri con App di Sistema
ja_jp: システムアプリで開く
ko_kr: 시스템 앱으로 열기
pt_br: Abrir com app do sistema
ru_ru: Открыть в системном приложении
zh_cn: 使用系统应用打开
zh_tw: 使用系統應用程式開啟

# ScreenshotGallery_NoScreenshots
source: No screenshots yet
de_de: Keine Spiel-Screenshots vorhanden
es_mx: Aún no hay capturas
fr_fr: Aucune capture pour le moment
hi_in: अभी कोई स्क्रीनशॉट नहीं
id_id: Belum ada screenshot
it_it: Nessuno screenshot ancora
ja_jp: まだスクリーンショットがありません
ko_kr: 아직 스크린샷이 없습니다
pt_br: Nenhuma captura de tela ainda
ru_ru: Скриншотов пока нет
zh_cn: 暂无游戏截图
zh_tw: 暫無遊戲截圖
